Revit 2027 API
ParameterTypeId.DpartLayerIndex Property
 "Layer Index"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartLayerIndex { get; }
Public Shared ReadOnly Property DpartLayerIndex As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartLayerIndex {
	ForgeTypeId^ get ();
}
static member DpartLayerIndex : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace